Repository: davidkhoi2712/wysebone
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Department with id: %d does not exist.
vi: Bộ phận với mã: %d không tồn tại.

source: Administrator information
vi: Thông tin quản trị viên

source: Company information
vi: Thông tin công ty

source: Company code
vi: Mã công ty

source: Company address
vi: Địa chỉ công ty

source: Rep. phone number
vi: Số điện thoại đại diện

source: Contract period
vi: Thời hạn hợp đồng

source: Please select
vi: Xin hãy chọn

source: Updated successfully.
vi: Cập nhật thành công.

source: An error occurred while processing. Please try again later.
vi: Đã xảy ra lỗi trong khi xử lý. Vui lòng thử lại sau.

source: Country
vi: Quốc gia

source: Postal code
vi: Mã bưu điện

source: City
vi: Tỉnh/Thành phố

source: State
vi: Quận

source: This email address is already registered.
vi: Email này đã được đăng kí

source: Number of users
vi: Số lượng người dùng

source: Number of tables
vi: Số lượng bảng

source: Number of applications
vi: Số lượng ứng dụng

source: Personal information
vi: Thông tin cá nhân

source: Permissions
vi: Các quyền

source: permission
vi: Quyền

source: Permission Name
vi: Tên quyền

source: Process
vi: Quá trình xử lý

source: Screen transition
vi: Chuyển màn hình

source: Return to the previous screen
vi: Quay trở lại màn hình trước

source: Deleted permission successfully.
vi: Xóa quyền thành công

source: Permission has been created in the system. Please choose another name.
vi: Quyền đã được tạo trong hệ thống. Vui lòng tạo một tên quyền khác

source: There is no data to show.
vi: Không có dữ liệu để hiển thị

source: Permission denied
vi: Quyền truy cập bị từ chối

source: %(name)s management
vi: Quản lý %(name)s

source: View %s
vi: Xem %s

source: Delete %s
vi: Xóa %s

source: Department
vi: Bộ phận

source: Password
vi: Mật khẩu

source: Enter a valid email address
vi: Nhập một email hợp lệ

source: Enter the same password as before, for verification.
vi: Nhập mật khẩu để xác thực giống mật khẩu đã nhập

source: Department name
vi: Tên bộ phận

source: Name
vi: Tên

source: First name
vi: Tên

source: Last name
vi: Họ

source: Employee ID
vi: Mã số nhân viên

source: Creation date
vi: Ngày tạo

source: Last modified
vi: Lần cuối cập nhật

source: Company name
vi: Tên công ty

source: Address
vi: Địa chỉ

source: Phone number
vi: Số điện thoại

source: Number of employees
vi: Số lượng nhân viên

source: Domain name
vi: Tên miền

source: This domain name already exists
vi: Tên miền đăng kí của công ty đã tồn tại.

source: Contract start date
vi: Ngày bắt đầu hợp đồng

source: Contract end date
vi: Ngày kết thúc hợp đồng

source: Contract plan
vi: Kế hoạch hợp đồng

source: End time must be greater than start time
vi: Thời gian kết thúc phải lớn hơn thời gian bắt đầu.

source: Company
vi: Công ty

source: Companies
vi: Công ty

source: Icon
vi: Biểu tượng

source: Description
vi: Mô tả

source: Plan name
vi: Kế hoạch

source: Limit the number of accounts
vi: Giới hạn số lượng tài khoản

source: The number of accounts over the limit allow.
vi: Số lượng tài khoản vượt quá số lượng cho phép

source: Limit the number of applications
vi: Giới hạn số lượng ứng dụng

source: The number of apps over the limit allow.
vi: Số lượng ứng dụng vượt quá số lượng cho phép

source: Birthday
vi: Ngày sinh

source: Hire date
vi: Ngày tham gia

source: Time zone
vi: Múi giờ

source: Language
vi: Ngôn ngữ

source: Full name
vi: Họ và tên

source: Add
vi: Thêm

source: Can %s
vi: Có thể %s

source: Change
vi: Thay đổi

source: Update
vi: Cập nhật

source: Hidden
vi: Ẩn

source: You don't have permission to view or edit anything.
vi: Bạn không có quyền xem hoặc chỉnh sửa bất cứ điều gì.

source: Profile
vi: Hồ sơ

source: Change Password
vi: Đổi mật khẩu

source: Logout
vi: Đăng xuất

source: Your password can't be too similar to your other personal information.
vi: Mật khẩu của bạn không thể quá giống với thông tin cá nhân của bạn

source: Your password must contain at least %(min_length)d character.
vi: Mật khẩu của bạn phải bao gồm ít nhất 8 kí tự

source: Your password can't be a commonly used password.
vi: Mật khẩu của bạn thông thể là mật khẩu thường được sử dụng

source: Your password can't be entirely numeric.
vi: Mật khẩu của bạn không thể hoàn toàn là số

source: This password is too short. It must contain at least %(min_length)d character.
vi: Mật khẩu này quá ngắn, nó phải chứa ít nhất 8 kí tự

source: This password is too common.
vi: Mật khẩu này quá phổ biến

source: This password is entirely numeric.
vi: Mật khẩu này chỉ toàn là chữ số

source: New Department
vi: Bộ phận mới

source: Display Name
vi: Tên hiển thị

source: Localized Name
vi: Tên địa phương

source: Enter a department name to be displayed in the specified language.
vi: Nhập tên bộ phận sẽ được hiển thị bằng ngôn ngữ được chỉ định.

source: Parent Department
vi: Thuộc bộ phận

source: Root
vi: Gốc

source: Save
vi: Lưu

source: Cancel
vi: Hủy

source: All Users
vi: Tất cả người dùng

source: Choose all
vi: Chọn tất cả

source: Choose
vi: Chọn

source: Remove all
vi: Xoá tất cả

source: Departments & Users
vi: Bộ phận & nhân sự

source: Departments
vi: Bộ phận

source: Users
vi: Người dùng

source: New User
vi: Người dùng mới

source: There are no users to display.
vi: Không có người dùng để hiển thị.

source: Phone
vi: Số điện thoại

source: Status
vi: Trạng thái

source: Active
vi: Hoạt động

source: Inactive
vi: Không hoạt động

source: Change user
vi: Thay đổi người dùng

source: Delete user
vi: Xóa người dùng

source: Add Child Department
vi: Thêm bộ phận trực thuộc

source: Change Members
vi: Thay đổi thành viên

source: Login
vi: Đăng nhập

source: The email address or password incorrect. Please try again.
vi: Địa chỉ email hoặc mật khẩu không chính xác. Vui lòng thử lại.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
vi: Tài khoản của bạn không có quyền truy cập vào trang này. Để tiếp tục, vui lòng đăng nhập bằng tài khoản có quyền truy cập.

source: Remember me
vi: Ghi nhớ đăng nhập

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
vi: Chúng tôi đã gửi email cho bạn các hướng dẫn để đặt mật khẩu, nếu tài khoản tồn tại với email bạn đã nhập. Bạn sẽ nhận được chúng trong thời gian ngắn.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
vi: Nếu bạn không nhận được email, vui lòng chắc chắn bạn đã nhập địa chỉ mà bạn đã đăng ký và kiểm tra hòm thư rác.

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
vi: Nếu nhấp vào liên kết ở trên không hoạt động, vui lòng sao chép và dán URL vào cửa sổ trình duyệt mới.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
vi: Liên kết đặt lại mật khẩu không hợp lệ,vì có thể nó đã được sử dụng. Vui lòng gửi yêu cầu đặt lại mật khẩu mới.

source: Forgot Password ?
vi: Quên mật khẩu ?

source: Already have login and password?
vi: Đã có thông tin đăng nhập và mật khẩu?

source: Reset password
vi: Đặt lại mật khẩu

source: Password reset success
vi: Đặt lại mật khẩu thành công

source: Return to login page
vi: Trở về trang đăng nhập

source: Sincerely,
vi: Trân trọng,

source: Applications
vi: Ứng dụng

source: Application
vi: Ứng dụng

source: Application name
vi: Tên ứng dụng

source: Last edited %(time_ago)s ago.
vi: Chỉnh sửa lần cuối %(time_ago)s trước.

source: Choose an icon
vi: Chọn một biểu tượng

source: Choose color
vi: Chọn màu

source: Continue
vi: Tiếp tục

source: Processing
vi: Đang xử lí

source: Completed
vi: Hoàn thành

source: Testing
vi: Đang kiểm tra

source: Test completed
vi: Kiểm tra hoàn thành

source: Released
vi: Đã phát hành

source: Per page
vi: Số dòng mỗi trang

source: Showing %(start)s to %(end)s of %(total)s entries
vi: Hiển thị %(start)s đến %(end)s trên tổng số %(total)s mục

source: Localization
vi: Bản địa hóa

source: Avatar
vi: Hình đại diện

source: Upload new avatar
vi: Tải lên hình đại diện mới

source: Choose file
vi: Chọn tập tin

source: The maximum file size allowed is 3MB.
vi: Kích thước tệp tối đa được phép là 3MB.

source: Avatar will be removed.
vi: Hình đại diện sẽ bị xóa.

source: Remove avatar
vi: Xóa hình đại diện

source: Hire Date
vi: Ngày ký hợp đồng

source: Use Web browser settings
vi: Sử dụng cài đặt trình duyệt Web

source: Time Zone
vi: Múi giờ

source: Position and size your new avatar
vi: Vị trí và kích thước hình đại diện mới của bạn

source: Set new profile avatar
vi: Tạo hình đại diện mới

source: My Profile
vi: Hồ sơ

source: Change avatar
vi: Thay đổi hình đại diện

source: Email Address
vi: Địa chỉ email

source: Select time zone
vi: Chọn múi giờ

source: Update profile
vi: Cập nhật hồ sơ

source: Edit
vi: Chỉnh sửa

source: None
vi: Không có dữ liệu

source: Change "%s" Members
vi: Thay đổi thành viên của "%s"

source: Members of the %(name)s "%(obj)s" was changed successfully.
vi: Thành viên của %(name)s "%(obj)s" đã được thay đổi.

source: Phone number is at least 10 numbers
vi: Số điện thoại phải có tối thiểu 10 số

source: Phone number is at most 20 numbers
vi: Số điện thoại nhiều nhất là 20 số.

source: The phone is at least 10 number and contain only +()-. and x#
vi: Số điện thoại có tối thiểu 10 số và chỉ bao gồm các kí tự +()-. và x#

source: Customer Management
vi: Quản lý khách hàng

source: Development account
vi: Tài khoản phát triển

source: Role
vi: Vai trò

source: Administrator
vi: Người quản lý

source: Developer
vi: Người phát triển

source: Tester
vi: Người kiểm tra

source: Operation Manager
vi: Quản lý hoạt động

source: General User
vi: Người dùng chung

source: Can not remove the administrator authority.
vi: Không thể loại bỏ quyền quản trị viên.

source: Group name
vi: Tên Nhóm

source: The group name has been created in the system. Please choose another name.
vi: Tên nhóm đã được tạo trong hệ thống. Vui lòng chọn một tên khác.

source: Your profile has been updated successfully.
vi: Hồ sơ của bạn đã được cập nhật thành công

source: Profile update failed.
vi: Cập nhật hồ sơ không thành công.

source: Create department failed.
vi: Tạo bộ phận thất bại.

source: Created department successfully.
vi: Tạo bộ phận thành công.

source: Change '%s' members failed.
vi: Thay đổi thành viên '%s' thất bại.

source: Change '%s' members successfully.
vi: Thay đổi thành viên '%s' thành công.

source: '%s' members
vi: Thành viên '%s'

source: The {name} "{obj}" was added successfully.
vi: {name} "{obj}" đã được thêm thành công.

source: Available %s
vi: %s có sẵn

source: Chosen %s
vi: %s đã chọn

source: Created user successfully.
vi: Tạo người dùng thành công.

source: %(name)s with ID "%(key)s" doesn't exist. Perhaps it was deleted?
vi: %(name)s với ID "%(key)s" không tồn tại. Có lẽ nó đã bị xóa?

source: Change Settings
vi: Thay đổi cài đặt

source: Records
vi: Bản ghi

source: Created by
vi: Được tạo bởi

source: Updated by
vi: Cập nhật bởi

source: No, take me back
vi: Không, đưa tôi trở lại

source: Are you sure you want to delete the %(name)s "%(obj)s"?
vi: Bạn có chắc là muốn xóa %(name)s "%(obj)s"?

source: The %(name)s "%(obj)s" was changed successfully.
vi: %(name)s "%(obj)s" đã được thay đổi thành công.

source: Text
vi: Văn bản

source: Basic
vi: Cơ bản

source: Input
vi: Đầu vào

source: Event
vi: Sự kiện

source: Table link
vi: Liên kết dữ liệu

source: Enter application name
vi: Nhập tên ứng dụng

source: Enter list table name
vi: Nhập tên danh sách bảng

source: Create App
vi: Tạo ứng dụng

source: Entry form
vi: Mẫu nhập liệu

source: View screen
vi: Màn hình hiển thị

source: Field Code
vi: Mã trường

source: Each field in a Wysebone app has a Field Code, that is unique within the App. These field codes are necessary when creating, retrieving, and updating data via API.
vi: Mỗi trường trong ứng dụng Wysebone có mã trường duy nhất trong ứng dụng. Các mã trường này là bắt buộc khi tạo, truy xuất và cập nhật dữ liệu qua API.

source: Each field in a Wysebone app is linked to the input data.
vi: Mỗi trường trong ứng dụng Wysebone được liên kết với dữ liệu đầu vào.

source: Authority
vi: Quyền

source: App settings
vi: Cài đặt ứng dụng

source: Settings
vi: Cài đặt

source: Drag and drop fields here.
vi: Kéo và thả các trường ở đây.

source: Label
vi: Nhãn

source: Selection
vi: Thả xuống

source: Button
vi: Nút

source: table
vi: bảng

source: Table name
vi: Tên bảng

source: Table Items
vi: Các mục

source: Item name
vi: Tên mục

source: Required
vi: Được yêu cầu

source: Default value
vi: Giá trị mặc định

source: Type
vi: Loại

source: Field size
vi: Số dòng

source: Number of digits
vi: Số lượng phần nguyên

source: Decimal digits
vi: Số lượng phần thập phân

source: Auto number
vi: Số tự động

source: View less
vi: Thu gọn

source: View more
vi: Xem thêm

source: New item
vi: Thêm mục

source: Numeric
vi: Số

source: Date
vi: Ngày

source: Yes/No
vi: Có/Không

source: The length of characters over the limit allow
vi: Độ dài của kí tự vượt quá giới hạn cho phép

source: Please input date from 01/01/1900 to 12/31/2100
vi: Vui lòng nhập ngày từ 01/01/1900 đến 31/12/2100

source: Duplicate item name
vi: Trùng tên mục

source: The table name has been created in the system. Please choose another name.
vi: Tên bảng đã được tạo trong hệ thống. Vui lòng chọn tên khác.

source: This table is being using. Please try again later.
vi: Bảng đang được sử dụng. Vui lòng thử lại sau

source: Please select a table.
vi: Vui lòng chọn bảng.

source: Items is being using. Please try again later.
vi: Những item này đang được sử dụng. Vui lòng thử lại sau

source: Drag and drop columns here.
vi: Kéo và thả các cột ở đây.

source: Visible Fields and Column Order
vi: Trường hiển thị và thứ tự cột

source: Saving
vi: Đang lưu

source: All changes saved
vi: Đã lưu tất cả thay đổi

source: Generate
vi: Tạo tự động

source: Select Authority
vi: Chọn quyền

source: Authority settings
vi: Cài đặt quyền

source: Authority Name
vi: Tên quyền

source: Authority Group
vi: Nhóm quyền

source: Authority User
vi: Quyền người dùng

source: Item settings
vi: Cài đặt mục

source: Attribute
vi: Thuộc tính

source: 404 Page Not Found
vi: Lỗi 404 không tìm thấy trang

source: Your requested page, Not Found.
vi: Trang yêu cầu của bạn, Không tìm thấy.

source: Back to Wysebone
vi: Quay lại Wysebone

source: List Table
vi: Danh sách bảng

source: The %s name has been created in the system. Please choose another name.
vi: Tên %s đã được tạo trong hệ thống. Vui lòng chọn tên khác.

source: Cannot delete because of the already associated plan %s.
vi: Không thể xóa vì kế hoạch %s đã được liên kết.

source: Failed to delete because the "%s" permission is being associated with an application.
vi: Không thể xóa vì quyền "%s" đang được liên kết với một ứng dụng.

source: List Table name
vi: Tên danh sách bảng

source: Please <a href="%(link)s">click here</a> to add permission for authority.
vi: Vui lòng <a href="%(link)s">bấm vào đây</a> để thêm quyền.

source: OK
vi: Đồng ý

source: Output
vi: Đầu ra

source: Record search
vi: Kết quả tìm kiếm

source: Display record
vi: Hiển thị dữ liệu

source: Action on other objects
vi: Hành động trên các đối tượng khác

source: Set output
vi: Cài đặt đầu ra

source: Sum
vi: Tổng

source: Record register
vi: Đăng ký dữ liệu

source: Delete record
vi: Xóa dữ liệu

source: List Object
vi: Danh sách đối tượng

source: Multiplication
vi: Phép nhân

source: Reset
vi: Cài lại

source: User name or Email
vi: Tên hoặc Email

source: Lookup
vi: Tra cứu

source: Screen Display
vi: Màn hình hiện thị
